Repository: eruption-project/eruption-profile-switcher
Catalog: po/*.po
Languages: de

source: Could not switch slots! Is the Eruption daemon running?
de: Konnte den aktiven Slot nicht wechseln! Läuft der Eruption Daemon?

source: Could not switch profiles! Is the Eruption daemon running?
de: Konnte das aktive Profil nicht wechseln! Läuft der Eruption Daemon?

source: Eruption Menu
de: Eruption Menü

source: Active Profile
de: Aktives Profil

source: <unknown>
de: <unbekannt>

source: Select profile for current slot
de: Aktuelles Profil auswählen

source: Run Pyroclasm UI…
de: Pyroclasm UI…

source: Run Eruption GUI…
de: Eruption GUI…

source: Extension preferences…
de: Einstellungen…

source: Ambient Effect
de: Umgebungseffekt aktivieren

source: Audio Effects
de: Audioeffekte aktivieren

source: Connected Devices
de: Verbundene Geräte

source: Plugged
de: Verbunden

source: New device plugged and activated
de: Neues Gerät verbunden und aktiviert

source: Removed
de: Entfernt

source: Device removed
de: Gerät entfernt

source: Ambient Effect enabled
de: Umgebungseffekt aktiviert

source: Ambient Effect disabled
de: Umgebungseffekt deaktiviert

source: Audio Effects enabled
de: Audioeffekte aktiviert

source: Audio Effects disabled
de: Audioeffekte deaktiviert

source: Brightness:
de: Helligkeit:

source: Notification Settings
de: Benachrichtigungseinstellungen

source: Show general notifications
de: Sonstige Benachrichtigungen anzeigen

source: Show notifications on profile switch
de: Benachrichtigungen bei Profilwechsel anzeigen

source: Show notifications on device hotplug/remove
de: Benachrichtigungen bei Hotplug Ereignissen anzeigen

source: Show notifications on settings change
de: Benachrichtigungen bei Änderungen der Einstellungen anzeigen

source: User Interface Settings
de: Einstellungen der Benutzer Schnittstelle

source: Compact UI mode
de: Kompakter Modus

source: Show battery level indicator
de: Aktiviere Batteriestandsanzeige

source: Show signal strength indicator
de: Aktiviere Signalstärkeanzeige

source: Additional User Interface Settings
de: Weitere Einstellungen der Benutzer Schnittstelle

source: Show separate device status indicators on the panel
de: Zeige separate Geräte-Statusindikatoren im Panel

source: Show numeric percentages next to the device status indicators
de: Zeige Prozentwerte neben den Geräte-Statusindikatoren im Panel

source: Settings
de: Einstellungen

source: Eruption Profile Switcher GNOME Shell Extension Copyright (c) 2019-2023 The Eruption Development Team Authors: x3n0m0rph59@gmail.com
de: Eruption Profile Switcher GNOME Shell Erweiterung Copyright (c) 2019-2023 Das Eruption Entwicklerteam Autoren: x3n0m0rph59@gmail.com

source: About
de: Info
